[
    {
        "title" : "Catan",
        "sub_title" : "Catan, previously known as The Settlers of Catan or simply Settlers, is a multiplayer board game designed by Klaus Teuber. It was first published in 1995 in Germany by Franckh-Kosmos Verlag (Kosmos) as Die Siedler von Catan.",
        "image_url" : "https://cdn.pixabay.com/photo/2014/05/09/04/26/game-340574_960_720.jpg",
        "detail" : "previously known as The Settlers of Catan or simply Settlers, is a multiplayer board game designed by Klaus Teuber. It was first published in 1995 in Germany by Franckh-Kosmos Verlag (Kosmos) as Die Siedler von Catan. Players take on the roles of settlers, each attempting to build and develop holdings while trading and acquiring resources. Players gain victory points as their settlements grow; the first to reach a set number of victory points, typically 10, wins. The game and its many expansions are also published by Catan Studio, Filosofia, GP, Inc., 999 Games, Κάισσα (Káissa), and Devir. Upon its release, The Settlers of Catan became one of the first Eurogames to achieve popularity outside Europe.[6] As of 2020, more than 32 million copies in 40 languages had been sold."
    },
    {
        "title" : "Chess",
        "sub_title" : "Chess, one of the oldest and most popular board games. It is played by two opponents on a checkered board with specially designed pieces of contrasting colours, commonly white and black. The objective of the game is to capture the opponent's king.",
        "image_url" : "https://cdn.pixabay.com/photo/2019/02/07/14/46/play-3981386_960_720.jpg",
        "detail" : "Chess is a board game between two players. It is sometimes called international chess or Western chess to distinguish it from related games, such as xiangqi (Chinese chess) and shogi (Japanese chess). The current form of the game emerged in Spain and the rest of Southern Europe during the second half of the 15th century after evolving from chaturanga, a similar but much older game of Indian origin. Today, chess is one of the world's most popular games, played by millions of people worldwide."
    },
    {
        "title" : "Sudoku",
        "sub_title" : "Sudoku, a logic puzzle using the digits 1 thru 9. Each 3x3 grid within the puzzle can only use the digits 1 thru 9 one time each, and each row and column of the entire puzzle can only use the digits 1 thru 9 one time also.",
        "image_url" : "https://cdn.pixabay.com/photo/2018/05/03/12/16/leisure-3371229_960_720.jpg",
        "detail" : "Sudoku is ais a logic-based combinatorial  number-placement puzzle. In classic Sudoku, the objective is to fill a 9 × 9 grid with digits so that each column, each row, and each of the nine 3 × 3 subgrids that compose the grid (also called boxes, blocks, or regions) contain all of the digits from 1 to 9. The puzzle setter provides a partially completed grid, which for a well-posed puzzle has a single solution. French newspapers featured variations of the Sudoku puzzles in the 19th century, and the puzzle has appeared since 1979 in puzzle books under the name Number Place.[5] However, the modern Sudoku only began to gain  widespread popularity in 1986 when it was published by the Japanese puzzle company Nikoli under the name Sudoku, meaning single number.[6] It first appeared in a U.S. newspaper, and then The Times (London), in 2004, thanks to the efforts of Wayne Gould, who devised a computer program to rapidly produce unique puzzles."
    }
]
